Repository: nameIvanBond/blademarkets.com
Catalog: src/i18n/messages.*.xlf
Languages: ar_ae, hi_in

source: Sign up as an IB through the Private Cabinet, sign the electronic agreement and get approved in just a few minutes. You will get your unique eForex IB Number, a Certificate signed by eForex, option to create your own professional website hosted by eForex, and your own client registration link that will tag accounts under your IB.
hi_in: निजी कैबिनेट के माध्यम से एक आईबी के रूप में पंजीकरण करें, इलेक्ट्रॉनिक समझौता करें और कुछ ही मिनटों में मंजूरी प्राप्त करें। आपको आपका अद्वितीय ई-फ़ॉरेक्स आईबी नंबर मिलेगा, एक प्रमाणपत्र जिसे ई-फ़ॉरेक्स द्वारा हस्ताक्षरित किया गया है, ई-फ़ॉरेक्स द्वारा होस्ट किए जाने वाली अपनी पेशेवर वेबसाइट बनाने का विकल्प, और आपका खुद का ग्राहक पंजीकरण लिंक जो आपके आईबी के तहत खातों को टैग करेगा।

source: Step 3
hi_in: कदम 3

source: GET PAID
hi_in: भुगतान प्राप्त करें

source: eForex offers online rebates and commissions payments to all IBs. You don’t have to wait till the end of the month to get paid.
hi_in: सभी आईबी को ऑनलाइन रिबेट और कमीशन के भुगतान की सुविधा प्रदान करता है। आपको महीने के अंत तक प्रतीक्षा नहीं करनी होगी कि आपको भुगतान मिलेगा।

source: You and/or your firm will be paid from eForex on each trade your customer makes. (According to your IB schedule). As an IB of eForex, you will see how many trades your customers made, what financial instruments they traded, and how much you are getting paid, right from your Private Cabinet. All numbers are taken from the IB agreement.
hi_in: आप और/या आपकी कंपनी को आपके ग्राहक के प्रत्येक व्यापार पर eForex से भुगतान किया जाएगा। (आपकी आईबी अनुसूची के अनुसार)। eForex के आईबी के रूप में, आप देखेंगे कि आपके ग्राहकों ने कित ने व्यापार किए, उन्होंने किन वित्तीय उपकरणों का व्यापार किया, और आपको कितना भुगतान मिल रहा है, आपके निजी कैबिनेट से सीधे देख सकेंगे। सभी आंकड़े आईबी समझौते से लिए लिए गए हैं।

source: Forex Trading Conditions
hi_in: फ़ॉरेक्स व्यापार शर्तें

source: Disclaimer
hi_in: अस्वीकरण

source: Risk Warning: CFDs are margined products, it is possible to lose more than your initial margin deposit or credit allocation as well as any variation margin that you may be required to deposit from time to time. Therefore, you should only speculate with money that you can afford to lose. CFD trading may not be suitable for all customers, therefore, please ensure that you fully understand the risks involved and seek independent advice if necessary and prior to entering into such transactions. When trading CFDs with eForex, you are merely trading on the outcome of a financial instrument and therefore do not take delivery of any underlying instrument, nor are you entitled to any dividends payable or any other benefits related to the same. Please be advised, the services and products described on this website are not offered to citizens of E.U. member states, The United States, Canada, Japan, Turkey and Australia. eForex and its products and services offered on the site <a href="https://eforex.com/" style="color: white;text-decoration: underline;" rel="dofollow" aria-label="EFOREX">www.eforex.com</a> are NOT registered or regulated by any U.S. or Canadian regulator and not regulated by FINRA, SEC, NFA or CFTC. eForex reserves the right to retroactively charge storage fees for positions held for extended periods of time as stipulated by the market liquidity provider. eForex reserves the right to amend and upgrade its policies, terms and conditions. The Most up-to-date and valid company policies are published on the eForex website. Using any services of eForex, Clients and Partners agree with the current terms and conditions provided in the company‘s agreements and legal documents. Clients and Partners are considered aware of all risks concerning financial services and charges applied by eForex.
hi_in: जोखिम चेतावनी: CFDs मार्जिन प्रोडक्ट्स हैं, इसमें आपके प्रारंभिक मार्जिन जमा या क्रेडिट आवंटन के अतिरिक्त आपके वार्तमान मार्जिन जमा या समय-समय पर जमा करने की आवश्यकता पड़ सकती है। इसलिए, आपको उन पैसों से मात कर सकने के साथ ही विचार करके ही स्पेक्युलेट करना चाहिए जिन्हें आप कर सकते हैं। CFD व्यापार सभी ग्राहकों के लिए उपयुक्त नहीं हो सकता है, इसलिए कृपया सुनिश्चित करें कि आप पूरी तरह से जोखिमों को समझते हैं और यदि आवश्यक हो तो स्वतंत्र सलाह प्राप्त करें और ऐसे सौदों में प्रवेश करने से पहले। eForex के साथ CFD व्यापार करते समय, आप केवल एक वित्तीय उपकरण के परिणाम पर व्यापार कर रहे हैं और इसलिए किसी भी आधारित उपकरण की वितरण नहीं करते हैं, और न ही आपको कोई भी वित्तीय लाभ या सम्बंधित लाभ प्राप्त होता है। कृपया ध्यान दें, इस वेबसाइट पर वर्णित सेवाएं और उत्पाद यूरोपीय संघ के सभी नागरिकों, संयुक्त राज्य अमेरिका, कनाडा, जापान, तुर्की और ऑस्ट्रेलिया के नागरिकों को प्रदान नहीं की जाती हैं। eForex और उसके उत्पाद और सेवाएं जो <a href="https://eforex.com/" style="color: white;text-decoration: underline;" rel="dofollow" aria-label="EFOREX">www.eforex.com</a> साइट पर प्रस्तुत की जाती हैं, किसी भी यू.एस. या कैनेडियन नियामक द्वारा पंजीकृत या नियामित नहीं हैं और FINRA, SEC, NFA या CFTC द्वारा नियामित नहीं हैं। eForex अनुसार बाजार निवेशता प्रदाता द्वारा लंबे समय तक रखी गई पोजिशनों के लिए स्टोरेज शुल्क पूर्वस्थिति से आवश्यकता होने पर पूर्वस्थिति से शुल्क लगाने का अधिकार सुरक्षित रखता है। eForex के पास नीतियों, शर्तों और नियमों को संशोधित और उन्नत करने का अधिकार है। सबसे अद्यतन और मान्य कंपनी नीतियाँ eForex वेबसाइट पर प्रकाशित की जाती हैं। eForex की किसी भी सेवाओं का उपयोग करके, ग्राहक और साथी कंपनियां कंपनी की समझौतों और कानूनी दस्तावेजों में प्रादिक्षिक शर्तों और शर्तों से सहमत होते हैं। ग्राहक और साथी कंपनियों को ईफोरेक्स द्वारा वित्तीय सेवाओं और शुल्कों के सभी जोखिमों के बारे में जागरूक होने के रूप में माना जाता है और eForex द्वारा लागू की गई नीतियों को समझते हैं।

source: All Rights Reserved. 1988-{{currentYear}}
hi_in: सभी अधिकार सुरक्षित। 1988-{{currentYear}}

# header_btn1
source: Sign Up
hi_in: साइन अप

# header_btn2
source: Login
hi_in: लॉग इन

source: Contact Us
hi_in: हमसे संपर्क करें

source: Thank you, your message has been sent.
hi_in: धन्यवाद, आपका संदेश भेज दिया गया है।

source: Swiss Marketing
ar_ae: السويسرية للتسويق

source: Swiss Marketing — Home
ar_ae: السويسرية للتسويق — الرئيسة

source: About Us
ar_ae: نبذة عنا

source: Swiss Marketing — About Us
ar_ae: السويسرية للتسويق — نبذة عنا

source: Services
ar_ae: الخدمات

source: Swiss Marketing — Services
ar_ae: السويسرية للتسويق — الخدمات

source: Careers
ar_ae: الوظائف

source: Swiss Marketing — Careers
ar_ae: السويسرية للتسويق — الوظائف

source: Swiss Marketing — Contact Us
ar_ae: السويسرية للتسويق — اتصل بنا

source: Swiss Marketing — Terms and Conditions
ar_ae: السويسرية للتسويق — الشروط والأحكام

source: Swiss Marketing — Privacy Policy
ar_ae: السويسرية للتسويق — سياسة الخصوصية

source: Swiss Marketing — Refund and Cancellation Policy
ar_ae: السويسرية للتسويق — سياسة الاسترداد والإلغاء

source: Swiss Marketing — Refund and Cancellation Policy
ar_ae: السويسرية للتسويق — سياسة الاسترداد والإلغاء

source: Company
ar_ae: الشركة

source: This field can be at most 300 characters long.
ar_ae: يمكن أن يتكون هذا الحقل من 300 حرف على الأكثر.

source: Services
ar_ae: الخدمات

source: Add Your comment
ar_ae: أضف تعليقك

source: SUBMIT
ar_ae: إرسال

source: Delivering Results
ar_ae: النتائج الفعالة

source: Who We Are
ar_ae: من نحن

source: Our systems and solutions, which serve all parties, regardless of the type and size of the business, are ideal for electronic and cloud service providers who are looking to increase their business opportunities
ar_ae: أنظمتنا وحلولنا ، التي تخدم جميع الأطراف ، بغض النظر عن نوع وحجم الأعمال ، مثالية لمقدمي الخدمات الإلكترونية والسحابية الذين يتطلعون إلى زيادة فرص أعمالهم

source: Our Services
ar_ae: خدماتنا

source: If you are looking or planning to use our services as an important part of your sales to boost your sales and income — it is the time to partner with us without hesitation
ar_ae: إذا كنت تبحث أو تخطط لاستخدام خدماتنا كجزء مهم من مبيعاتك لزيادة مبيعاتك ودخلك — فقد حان الوقت للشراكة معنا دون تردد

source: Careers
ar_ae: الوظائف

source: Swiss International for Marketing is a niche and innovative business agency that focuses on helping clients create, develop and increase their business in new markets through a host of strategic marketing and business development opportunities.
ar_ae: السويسرية الدولية للتسويق هي وكالة أعمال متخصصة ومبتكرة تركز على مساعدة العملاء في إنشاء وتطوير وزيادة أعمالهم في أسواق جديدة من خلال مجموعة من فرص التسويق الاستراتيجي وتطوير الأعمال.

source: We research, create, host and deliver focussed b2b events and digital campaigns to help grow your business. the Swiss International for Marketing team brings together over 25 years of expertise in delivering high performance results to clients across the globe.
ar_ae: نحن نبحث وننشئ ونستضيف ونقدم أحداثًا مركزة وحملات رقمية ثنائية القاعدة للمساعدة في تنمية أعمالك. يجمع فريق السويسرية الدولية للتسويق أكثر من 25 عامًا من الخبرة في تقديم نتائج عالية الأداء للعملاء في جميع أنحاء العالم.

source: Contact Us
ar_ae: اتصل بنا

source: 8162, King Fahd Branch Road
ar_ae: ، طريق الملك فهد الفرعي 8162

source: 3701, Al Olaya Dist.
ar_ae: 3701 ، حي العليا

source: Kingdom of Saudi Arabia
ar_ae: المملكة العربية السعودية

source: Saudi Arabia
ar_ae: المملكة العربية السعودية

source: Order Service
ar_ae: طلب الخدمة

source: Let us work with you to create a go to market strategy that delivers results
ar_ae: دعنا نعمل معك لإنشاء استراتيجية الانتقال إلى السوق التي تحقق النتائج

source: Want to discuss your ideas?
ar_ae: تريد مناقشة أفكارك؟

source: Request Now
ar_ae: اطلب الان

source: Privacy Policy
ar_ae: سياسة الخصوصية

source: Swiss International for Marketing will determine in its sole discretion which posted content will be displayed on the overhead monitors at the Event venue. By attending the Event, you acknowledge and agree as follows: (a) Swiss International for Marketing may edit and use the footage it captures at Swiss International for Marketing Events for marketing and promotional activities and for any other lawful purpose in the ordinary course of its business; and (b) Due to the prevalence of mobile recording devices in today’s world, Swiss International for Marketing disclaims all liability for the capture of your image in any multimedia format by other Attendees at the Event.
ar_ae: ستحدد السويسرية الدولية للتسويق وفقًا لتقديرها الخاص المحتوى المنشور الذي سيتم عرضه على الشاشات العلوية في مكان الحدث. بحضور الحدث ، فإنك تقر وتوافق على ما يلي: (أ) يجوز للشركة السويسرية الدولية للتسويق تحرير واستخدام اللقطات التي تلتقطها في السويسرية الدولية لأحداث التسويق لأغراض التسويق والأنشطة الترويجية ولأي غرض قانوني آخر في سياقها المعتاد اعمال؛ و (ب) نظرًا لانتشار أجهزة تسجيل الأجهزة المحمولة في عالم اليوم ، فإن السويسرية الدولية للتسويق تخلي مسؤوليتها عن التقاط صورتك بأي تنسيق وسائط متعددة من قبل الحاضرين الآخرين في الحدث.

source: In no situations shall Swiss International for Marketing will hold accountability for any damage or loss, which might occur to persons and/or properties during the Event, including explicitly intrusions of possession and all commercial losses. As the insurance subscribed by Swiss International for Marketing does not cover the participants, it is up to you to subscribe a third-party liability insurance.
ar_ae: لن تتحمل شركة السويسرية الدولية للتسويق بأي حال من الأحوال المسؤولية عن أي ضرر أو خسارة قد تحدث للأشخاص و / أو الممتلكات أثناء الحدث ، بما في ذلك التدخلات الصريحة في الحيازة وجميع الخسائر التجارية. نظرًا لأن التأمين الذي تشترك فيه السويسرية الدولية للتسويق لا يغطي المشاركين ، فالأمر متروك لك للاشتراك في تأمين المسؤولية تجاه الغير.

source: All credit/debit cards’ details and personally identifiable information will NOT be stored, sold, shared, rented or leased to any third parties Swiss International for Marketing will not pass any debit/credit card details to third parties
ar_ae: لن يتم تخزين , بيع, مشاركة أو تأجير جميع تفاصيل بطاقات الائتمان / الخصم ومعلومات التعريف الشخصية لأي طرف ثالث.

source: Swiss International for Marketing takes appropriate steps to ensure data privacy and security including through various hardware and software methodologies. However, www.swismarketing.com cannot guarantee the security of any information that is disclosed online. Swiss International for Marketing is not responsible for the privacy policies of websites to which it links. If you provide any information to such third parties different rules regarding the collection and use of your personal information may apply. You should contact these entities directly if you have any questions about their use of the information that they collect.
ar_ae: تتخذ السويسرية الدولية للتسويق خطوات مناسبة لضمان خصوصية البيانات وأمنها بما في ذلك من خلال منهجيات الأجهزة والبرامج المختلفة. ومع ذلك ، لا يمكن أن يضمن موقع www.swismarketing.com أمان أي معلومات يتم الكشف عنها عبر الإنترنت. السويسرية الدولية للتسويق ليست مسؤولة عن سياسات الخصوصية للمواقع التي ترتبط بها. إذا قدمت أي معلومات إلى هذه الأطراف الثالثة ، فقد يتم تطبيق قواعد مختلفة تتعلق بجمع واستخدام معلوماتك الشخصية. يجب عليك الاتصال بهذه الكيانات مباشرة إذا كان لديك أي أسئلة حول استخدامها للمعلومات التي تجمعها.

source: Customer using the website who are Minor /under the age of 18 shall not register as a User of the website and shall not transact on or use the website.
ar_ae: لا يجوز للعميل الذي يستخدم الموقع ممن هم قاصرون / أقل من 18 عامًا التسجيل كمستخدم للموقع ولا يجوز لهم التعامل أو استخدام الموقع.

source: Cardholder must retain a copy of transaction records and Merchant policies and rules.
ar_ae: يجب على حامل البطاقة الاحتفاظ بنسخة من سجلات المعاملات وسياسات وقواعد التاجر.

source: User is responsible for maintaining the confidentiality of his account.
ar_ae: المستخدم مسؤول عن الحفاظ على سرية حسابه.

source: The Website Policies and Terms & Conditions may be changed or updated occasionally to meet the requirements and standards. Therefore, the Customers’ are encouraged to frequently visit these sections to be updated about the changes on the website. Modifications will be effective on the day they are posted.
ar_ae: قد يتم تغيير أو تحديث سياسات الموقع الإلكتروني والشروط والأحكام من حين لآخر لتلبية المتطلبات والمعايير. لذلك ، يتم تشجيع العملاء على زيارة هذه الأقسام بشكل متكرر لتحديثها بشأن التغييرات على موقع الويب. ستكون التعديلات سارية المفعول في يوم نشرها.

source: Refund and Cancellation Policy
ar_ae: سياسة الاسترداد والإلغاء

source: The Events organized by Swiss International for Marketing, which reserves the right, in its sole discretion, to limit or deny access to any entity or individual. To be eligible to participate, you must be 21 years or older.
ar_ae: الأحداث التي تنظمها السويسرية الدولية للتسويق ، والتي تحتفظ بالحق ، وفقًا لتقديرها الخاص ، في تقييد أو رفض الوصول إلى أي كيان أو فرد. لكي تكون مؤهلاً للمشاركة ، يجب أن يكون عمرك 21 عامًا أو أكثر.

source: Registration fee may be refunded or applied as a credit to the other events produced by Swiss International for Marketing, if cancellation is made in writing within 5 days from the time of registration. Cancellations received after the cancellation cutoff date or non-attendance will not be refunded.
ar_ae: يمكن استرداد رسوم التسجيل أو تطبيقها كرصيد للأحداث الأخرى التي تنتجها السويسرية الدولية للتسويق ، إذا تم الإلغاء كتابيًا في غضون 5 أيام من وقت التسجيل. الإلغاءات المستلمة بعد تاريخ إلغاء الإلغاء أو عدم الحضور لن يتم ردها.

source: Cancellations received after the cutoff date with a balance due will receive a cancellation invoice for the full registration amount due. Cancellation cutoff date for all Events is 15 business days prior to Event start date.
ar_ae: الإلغاءات المستلمة بعد تاريخ الإغلاق برصيد مستحق ستتلقى فاتورة إلغاء لكامل مبلغ التسجيل المستحق. تاريخ آخر إلغاء لجميع الأحداث هو 15 يوم عمل قبل تاريخ بدء الحدث.

source: Substitution of registrations may be made at any time up to the Event start date. Sharing of Attendee passes is not permitted. "No Shows" will be deemed a cancellation as per the cancellation cutoff date mentioned above.
ar_ae: يجوز استبدال التسجيلات في أي وقت حتى تاريخ بدء الحدث. غير مسموح بمشاركة تصاريح الحضور. سيتم اعتبار "عدم العروض" إلغاء حسب تاريخ إلغاء الإلغاء المذكور أعلاه.

source: Currency Exchange Rate Disclaimer: Client / Cardholder confirms acknowledgment and acceptance of a potential gain / loss incurred by any adjustments made by their bank due to the currency exchange rate. Swiss International for Marketing will not be liable or responsible for any loss incurred by the Client/ Cardholder from an adjustment made due to the currency exchange rate. Nor will Swiss International for Marketing pursue the Client/Cardholder for collection if that adjustment should be made in the Client’s/Cardholder's favor.
ar_ae: إخلاء المسئولية عن سعر صرف العملات: يؤكد العميل / حامل البطاقة إقراره وقبوله بالمكاسب / الخسائر المحتملة التي يتكبدها البنك بسبب أي تعديلات يتم إجراؤها من قبل البنك بسبب سعر صرف العملة. لن تكون السويسرية الدولية للتسويق مسئولة أو المسؤول عن أي خسارة يتكبدها العميل / حامل البطاقة نتيجة تعديل يتم إجراؤه بسبب سعر صرف العملة. ولن تلاحق الشركة السويسرية الدولية للتسويق العميل / حامل البطاقة للتحصيل إذا كان يجب إجراء هذا التعديل لصالح العميل / حامل البطاقة.

source: By attending the Event, you agree to abide by all generally applicable rules and regulations governing your Event that have been provided or otherwise made known to you by Swiss International for Marketing. You further agree to comply in every respect with all applicable global laws and regulations. All government and public-sector attendees are responsible for complying with their own rules and regulations.
ar_ae: بحضور الحدث ، فإنك توافق على الالتزام بجميع القواعد واللوائح المعمول بها بشكل عام والتي تحكم الحدث الخاص بك والتي تم توفيرها لك أو التي تم إعلامك بها بطريقة أخرى من قبل السويسرية الدولية للتسويق. أنت توافق أيضًا على الامتثال من جميع النواحي لجميع القوانين واللوائح العالمية المعمول بها. جميع الحاضرين من الحكومة والقطاع العام مسؤولون عن الامتثال للقواعد واللوائح الخاصة بهم.

source: Should the organiser cancel this event, the organiser will not be liable for any consequential damages incurred due to such cancellation.
ar_ae: إذا ألغى المنظم هذا الحدث ، فلن يكون المنظم مسؤولاً عن أي أضرار تبعية تحدث بسبب هذا الإلغاء.

source: Terms & Conditions
ar_ae: الأحكام والشروط

source: In specific reference to the payments made using credit or debit card:
ar_ae: في إشارة محددة إلى المدفوعات التي تتم باستخدام بطاقة الائتمان أو الخصم:

source: In no situations shall Swiss International for Marketing will hold accountability for any damage or loss, which might occur to persons and/or properties during the event, including explicitly intrusions of possession and all commercial losses. As the insurance subscribed by Swiss International for Marketing does not cover the participants, it is up to you to subscribe a third-party liability insurance.
ar_ae: لن تتحمل شركة الشركة السويسرية الدولية بأي حال من الأحوال المسؤولية عن أي ضرر أو خسارة قد تحدث للأشخاص و / أو الممتلكات أثناء الحدث ، بما في ذلك التدخلات الصريحة في الحيازة وجميع الخسائر التجارية. نظرًا لأن التأمين الذي تشترك فيه الشركة السويسرية الدولية لا يغطي المشاركين ، فالأمر متروك لك للاشتراك في تأمين المسؤولية تجاه الغير.

source: “United Arab of Emirates is our country of domicile” and stipulate that the governing law is the local law. Visa and master card) and which currencies will be accepted for payment.
ar_ae: "الإمارات العربية المتحدة هي بلد إقامتنا" وتنص على أن القانون الحاكم هو القانون المحلي. فيزا وماستر كارد) وأي عملات سيتم قبولها للدفع.

source: We will not trade with or provide any services to ofac and sanctioned countries.
ar_ae: لن نتاجر مع أو نقدم أي خدمات لـ OFAC والبلدان الخاضعة للعقوبات.

source: Customer using the website who are minor /under the age of 18 shall not register as a user of the website and shall not transact on or use the website.
ar_ae: لا يجوز للعميل الذي يستخدم الموقع ممن هم قاصرون / دون سن 18 عامًا التسجيل كمستخدم للموقع ولا يجوز لهم التعامل أو استخدام الموقع.

source: Cardholder must retain a copy of transaction records and merchant policies and rules.
ar_ae: يجب على حامل البطاقة الاحتفاظ بنسخة من سجلات المعاملات وسياسات وقواعد التاجر.

source: User is responsible for maintaining the confidentiality of his account.
ar_ae: المستخدم مسؤول عن الحفاظ على سرية حسابه.

source: All credit/debit cards’ details and personally identifiable information will not be stored, sold, shared, rented or leased to any third parties
ar_ae: لن يتم تخزين جميع تفاصيل بطاقات الائتمان / الخصم ومعلومات التعريف الشخصية أو بيعها أو مشاركتها أو تأجيرها أو تأجيرها لأي طرف ثالث

source: Swiss International for Marketing will not pass any debit/credit card details to third parties.
ar_ae: لن تمرر السويسرية الدولية للتسويق أي تفاصيل لبطاقة الخصم / الائتمان إلى جهات خارجية.

source: Swiss International for Marketing takes appropriate steps to ensure data privacy and security including through various hardware and software methodologies.
ar_ae: تتخذ السويسرية الدولية للتسويق خطوات مناسبة لضمان خصوصية البيانات وأمنها بما في ذلك من خلال منهجيات الأجهزة والبرامج المختلفة.

source: However, www.swismarketing.com cannot guarantee the security of any information that is disclosed online.
ar_ae: ومع ذلك ، لا يمكن أن يضمن موقع www.swismarketing.com أمان أي معلومات يتم الكشف عنها عبر الإنترنت.

source: However Swiss International for Marketing reserves the right to make changes to the event venue, timings, agenda, and participants of the event and/or to postpone or cancel the event.
ar_ae: ومع ذلك ، تحتفظ السويسرية الدولية للتسويق بالحق في إجراء تغييرات على مكان الحدث ، وتوقيته ، وجدول أعماله ، والمشاركين فيه و / أو تأجيل أو إلغاء الحدث.

source: Swiss International for Marketing uses the personal data you provide in this registration for administering your participation in this event. To this end, Swiss International for Marketing may disclose your personal data to third party service providers (e.G., mailing houses and any other providers engaged by Swiss International for Marketing to assist in the conduct of the event). Swiss International for Marketing may also disclose your personal data to other event attendees but will do so solely in connection with the event attendee list and always in compliance with applicable data protection laws and our privacy principles. Except as described herein, Swiss International for Marketing will not disclose your personal data to any other third party without your consent except where required to do so by law.
ar_ae: تستخدم السويسرية الدولية للتسويق البيانات الشخصية التي تقدمها في هذا التسجيل لإدارة مشاركتك في هذا الحدث. تحقيقا لهذه الغاية ، قد تكشف السويسرية الدولية للتسويق عن بياناتك الشخصية لمقدمي خدمات الطرف الثالث (على سبيل المثال ، دور البريد وأي مزودين آخرين مشتركين من قبل السويسرية الدولية للتسويق للمساعدة في إدارة الحدث). قد تفصح السويسرية الدولية للتسويق أيضًا عن بياناتك الشخصية إلى الحاضرين الآخرين في الحدث ، ولكنها ستفعل ذلك فقط فيما يتعلق بقائمة حضور الحدث ودائمًا ما تتوافق مع قوانين حماية البيانات المعمول بها ومبادئ الخصوصية لدينا. باستثناء ما هو موصوف هنا ، لن تكشف السويسرية الدولية للتسويق عن بياناتك الشخصية لأي طرف ثالث دون موافقتك إلا إذا كان ذلك مطلوبًا بموجب القانون.

source: ©2021 All Rights Reserved. Swiss International for Marketing
ar_ae: © 2021 جميع الحقوق محفوظة. السويسرية الدولية للتسويق

# footer_txt1
source: Terms and Conditions
ar_ae: الأحكام والشروط

# footer_txt2
source: Privacy Policy
ar_ae: سياسة الخصوصية

# footer_txt3
source: Refund and Cancellation Policy
ar_ae: سياسة الاسترداد والإلغاء

# header_logo
source: Swiss Marketing
ar_ae: السويسرية للتسويق
